---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.StoneApplicationType.Unfinished
enum: Autodesk.Revit.DB.Visual.StoneApplicationType
source: html/7bda1285-1efa-3a73-44ab-f82880a3d7e8.htm
---
# Autodesk.Revit.DB.Visual.StoneApplicationType.Unfinished